/* go to calibration settings */
"Calibration settings" = "Calibration settings";

/* Back Button for Title management */
"Done" = "Done";

/* DurationExplanantion */
"Durations: periods whe the Flutter® VRP1 vibrates in the targeted range of frequencies." = "Durations: periods whe the Flutter® VRP1 vibrates in the targeted range of frequencies.";

/* Exercice duration target */
"Exercice duration target" = "Exercice duration target";

/* Expiration duration target */
"Expiration duration target" = "Expiration duration target";

/* PlayBack Volume */
"PlayBack Volume" = "PlayBack Volume";

/* Profile Button with title */
"Profile" = "Profile";

/* Profil Management Title */
"Profiles" = "Profiles";

/* ParametersApp Title */
"Settings" = "Settings";

